const nightAdkar = [
    {
        dikr : "الله لا إله إلا هو الحي القيوم لا تأخذه سنة ولا نوم له ما في السماوات وما في الأرض من ذا الذي يشفع عنده إلا بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء وسع كرسيه السماوات والأرض ولا يئوده حفظهما وهو العلي العظيم",
        value : 1,
        current : 0
    },
    {
        dikr : "قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
        value : 3,
        current : 0
    },
    {
        dikr : "قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ (4) ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ (6)",
        value : 3,
        current : 0
    },
    {
        dikr : "قُلۡ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ (3) وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ (4)",
        value : 3,
        current : 0
    },
    {
        dikr : "أمسينا وأمسى الملكُ لله، والحمد لله، لا إله إلا الله وحده لا شريكَ له، له الملك، وله الحمد، وهو على كل شيءٍ قدير، ربِّ أسألك خيرَ ما في هذه الليلة، وخيرَ ما بعدها، وأعوذ بك من شرِّ ما في هذه الليلة، وشرِّ ما بعدها، ربِّ أعوذ بك من الكسل، وسُوء الكِبَر، ربِّ أعوذ بك من عذابٍ في النار، وعذابٍ في القبر",
        value : 1,
        current : 0
    },
    {
        dikr : "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنْ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنْ الْجُبْنِ وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ، وَقَهْرِ الرِّجَالِ",
        value : 3,
        current : 0
    }
]

export default nightAdkar