const salatAdkar = [
    {
        dikr : "الله لا إله إلا هو الحي القيوم لا تأخذه سنة ولا نوم له ما في السماوات وما في الأرض من ذا الذي يشفع عنده إلا بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء وسع كرسيه السماوات والأرض ولا يئوده حفظهما وهو العلي العظيم",
        value : 1,
        current : 0
    },
    {
        dikr : "سبحان الله",
        value : 33,
        current : 0
    },
    {
        dikr : "الحمد لله",
        value : 33,
        current : 0
    },
    {
        dikr : "الله اكبر",
        value : 33,
        current : 0
    },
    {
        dikr : "لا إله إلا الله، وحده لا شريك له، له الملك، وله الحمد، وهو على كل شيء قدير",
        value : 1,
        current : 0
    }
]

export default salatAdkar